Repository: oanhtranha/Korelda_re
Catalog: solus/Koleda/Koleda/Resources/Strings/*.lproj/Localizable.strings
Languages: fr, pl

# ERROR_TITLE
source: Error
pl: B³¹d

# PLACEHOLDER_ERROR_MESSAGE
source: Something wrong happened
fr: Un problème est survenu
pl: Coœ posz³o nie tak.

# ERROR_GENERAL
source: There was a connection error. Please try again later.
fr: Une erreur de connexion s'est produite. Veuillez réessayer plus tard.
pl: Wyst¹pi³ problem z po³¹czeniem. Spróbuj ponownie póŸniej.

# LOGIN_SESSSION_EXPIRED
source: Login session expired.
fr: Session de connexion expirée.
pl: Sesja logowania wygas³a.

# TERM_AND_CONDITION_CONTENT
source: <p>Koleda built the Solus app as a Commercial app. This SERVICE is provided by Koleda and is intended for use as is.</p><p>This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.</p><p>If you choose to use our Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.</p><p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at Solus unless otherwise defined in this Privacy Policy.</p><p>Information Collection and Use</p><p>For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information. The information that we request will be retained by us and used as described in this privacy policy.</p><p>The app does use third party services that may collect information used to identify you.</p><p>Link to privacy policy of third party service providers used by the app</p>
fr: FR <p>Koleda built the Solus app as a Commercial app. This SERVICE is provided by Koleda and is intended for use as is.</p><p>This page is used to inform visitors regarding our policies with the collection, use, and disclosure of Personal Information if anyone decided to use our Service.</p><p>If you choose to use our Service, then you agree to the collection and use of information in relation to this policy. The Personal Information that we collect is used for providing and improving the Service. We will not use or share your information with anyone except as described in this Privacy Policy.</p><p>The terms used in this Privacy Policy have the same meanings as in our Terms and Conditions, which is accessible at Solus unless otherwise defined in this Privacy Policy.</p><p>Information Collection and Use</p><p>For a better experience, while using our Service, we may require you to provide us with certain personally identifiable information. The information that we request will be retained by us and used as described in this privacy policy.</p><p>The app does use third party services that may collect information used to identify you.</p><p>Link to privacy policy of third party service providers used by the app</p>
pl: <p>Firma Koleda opracowa³a aplikacjê Solus w charakterze aplikacji komercyjnej. Niniejsza US£UGA jest œwiadczona przez firmê Koleda i jest przeznaczona do u¿ytku w stanie takim, w jakim jest.</p><p>Ta strona s³u¿y do informowania odwiedzaj¹cych o naszych zasadach gromadzenia, wykorzystywania i ujawniania Informacji Osobistych, jeœli zdecyduj¹ siê skorzystaæ z naszej Us³ugi.</p><p>W przypadku podjêcia decyzji o korzystaniu z naszej Us³ugi u¿ytkownik wyra¿a zgodê na gromadzenie i wykorzystywanie informacji w zwi¹zku z niniejsz¹ Polityk¹. Informacje Osobiste, które gromadzimy, s¹ wykorzystywane do œwiadczenia i ulepszania Us³ugi. Nie bêdziemy wykorzystywaæ ani udostêpniaæ informacji o u¿ytkowniku nikomu, z wyj¹tkiem przypadków opisanych w niniejszej Polityce Prywatnoœci.</p><p>Terminy u¿yte w niniejszej Polityce Prywatnoœci maj¹ takie samo znaczenie jak w naszym Regulaminie, który jest dostêpny w aplikacji Solus, chyba ¿e okreœlono inaczej w niniejszej Polityce Prywatnoœci.</p><p>Gromadzenie i wykorzystywanie informacji</p><p>Aby zapewniæ lepsze wra¿enia u¿ytkowe, podczas korzystania z Us³ugi mo¿emy wymagaæ od U¿ytkownika dostarczenia nam pewnych informacji umo¿liwiaj¹cych ustalenie to¿samoœci. Informacje, o które prosimy, bêd¹ przez nas przechowywane i wykorzystywane w sposób opisany w niniejszej Polityce Prywatnoœci.</p><p>Aplikacja korzysta z us³ug stron trzecich, które mog¹ gromadziæ informacje wykorzystywane do identyfikacji u¿ytkownika.</p><p>Odnoœnik do polityki prywatnoœci zewnêtrznych dostawców us³ug wykorzystywanych przez aplikacjê</p>

# OPEN_SETTINGS_TITLE
source: Go to settings
fr: Aller aux paramètres
pl: PrzejdŸ do ustawieñ

source: Cancel
fr: Annuler
pl: Anuluj

# ALLOW_ACCESS_LOCATION_IN_SETTING_MESSAGE
source: This app requires access to your Location to verify current sensor location
fr: Cette application nécessite l'accès à votre position pour vérifier l'emplacement du capteur actuel
pl: Ta aplikacja wymaga dostêpu do Twojej lokalizacji w celu sprawdzania bie¿¹cego po³o¿enia czujnika.

# ALLOW_ACCESS_LOCATION_IN_SETTING_TITLE
source: Please change your Location permissions in settings
fr: Veuillez modifier vos autorisations de localisation dans les paramètres
pl: Zmieñ uprawnienia dostêpu do lokalizacji w ustawieniach.

# ERROR_CONNECT_WIFI_MESSAGE
source: Seems you’re not connected to the Wi-Fi. Please try again!
fr: Il semble que vous ne soyez pas connecté au Wi-Fi. Veuillez réessayer !
pl: Wygl¹da na to, ¿e nie masz po³¹czenia z sieci¹ Wi-Fi. Spróbuj ponownie!

# CONNECT_WIFI_MESSAGE
source: Checking Wi-Fi connection. Please wait…
fr: Vérification de la connexion Wi-Fi. Veuillez patienter...
pl: Sprawdzanie po³¹czenia Wi-Fi. Czekaj…

# SURFFIXES_HOME_TITLE
source: 's Home
fr: Accueil
pl: : strona g³ówna

# FAILED_TO_UPDATE_ROOM
source: Updating Room failed. Please try again later.
fr: La mise à jour de la page a échoué. Veuillez réessayer plus tard.
pl: Aktualizacja pomieszczenia nie powiod³a siê. Spróbuj ponownie póŸniej.

source: Delete
fr: Supprimer
pl: Usuñ

# DELETE_THIS_ROOM_TITLE
source: Delete this room?
fr: Supprimer cette page ?
pl: Usun¹æ to pomieszczenie?

# DELETE_THIS_ROOM_MESSAGE
source: All sensors & heaters in this room will be removed.
fr: Tous les capteurs et appareils de chauffage de cette page seront supprimés.
pl: Wszystkie czujniki i grzejniki w tym pomieszczeniu zostan¹ usuniête.

# INVALID_PASSWORD_MESSAGE
source: password length must be between 6 and 21 characters. Characters allowed – [a - z] [A - Z] [0-9] [’@ & # . -]
fr: La longueur du mot de passe doit être comprise entre 6 et 21 caractères. Caractères autorisés - [a - z] [A - Z] [0-9] ['@ & # . -]
pl: Has³o musi zawieraæ od 6 do 21 znaków. Dozwolone znaki to [a–z] [A–Z] [0–9] [’@ & # . -]

# EMAIL_EXISTED_MESSAGE
source: This email is already registered. Please try with other email.
fr: Ce e-mail est déjà enregistré. Veuillez essayer avec un autre email.
pl: Ten adres e-mail jest ju¿ zarejestrowany. Spróbuj u¿yæ innego adresu.

# EMAIL_NOT_EXISTED_MESSAGE
source: Email address not found, Please update your email into facebook account.
fr: Adresse e-mail introuvable, veuillez mettre à jour votre adresse e-mail dans votre compte facebook.
pl: Nie znaleziono adresu e-mail. Zaktualizuj swój adres na koncie Facebook

# DEVICE_EXISTED_MESSAGE
source: already exists in another room.
fr: existe déjà dans une autre page.
pl: ju¿ istnieje w innym pomieszczeniu.

# SHARE_APPLE_EMAIL_REQUIRED_MESSAGE
source: Solus+ uses your email as a unique ID for the app management. Please share your email to continue with Apple Sign In.
fr: Solus+ utilise votre e-mail comme identifiant unique pour la gestion de l'application. Veuillez partager votre email pour continuer avec la connexion Apple.
pl: Solus+ u¿ywa Twojego adresu e-mail jako unikatowego identyfikatora do zarz¹dzania aplikacj¹. Udostêpnij swój adres, aby kontynuowaæ logowanie przy u¿yciu konta Apple.

# EMAIL_NOT_AVAILABLE_MESSAGE
source: Email address is already in use.
fr: L'adresse email est déjà utilisée.
pl: Adres e-mail jest ju¿ w u¿yciu.

# HOME_ID_INVALID_MESSAGE
source: Home Id is not valid
fr: l'identifiant n'est pas valide
pl: Nieprawid³owy identyfikator domu

# EMAIL_IS_NOT_INVITED_MESSAGE
source: Your email is not invited to join this home
fr: Votre e-mail n'est pas invité à rejoindre cette maison
pl: Twój adres e-mail nie zosta³ zaproszony do do³¹czenia do domu

# EMAIL_INVALID_MESSAGE
source: Email is invalid
fr: L'email n'est pas valide
pl: Nieprawid³owy adres e-mail

# EMAIL_SIMILAR_MESSAGE
source: inviting yourself is invalid
fr: s'inviter n'est pas valable
pl: Nie mo¿esz zaprosiæ siebie

# EMAIL_MASTER_MESSAGE
source: A master account with this email already exists
fr: Un compte principal avec cet e-mail existe déjà
pl: Istnieje ju¿ konto nadrzêdne z tym adresem e-mail

# EMAIL_GUEST_MESSAGE
source: A guest account with this email already exists
fr: Un compte d'invité avec cet e-mail existe déjà
pl: Istnieje ju¿ konto goœcia z tym adresem e-mail

# USER_NOT_FOUND_MESSAGE
source: User not found with email
fr: Utilisateur introuvable avec e-mail
pl: Nie znaleziono u¿ytkownika z tym adresem e-mail

source: Welcome
fr: Bienvenue
pl: Witamy!

# SUB_TITLE
source: This is Solus+, the radiator of the future.
fr: C'est Solus+, le radiateur du futur.
pl: Oto Solus+, grzejnik na miarê przysz³oœci.

source: Sign up
fr: S'inscrire
pl: Zarejestruj siê

source: Continue with Facebook
fr: Continuer avec Facebook
pl: Kontynuuj z kontem Facebook

source: Continue with Google
fr: Continuer avec Google
pl: Kontynuuj z kontem Google

source: Continue with Apple
fr: Continuer avec Apple
pl: Kontynuuj z kontem Apple

# JOIN_HOME
source: Join a Home
fr: Rejoindre un foyer
pl: Do³¹cz do domu

# ALREADY_HAVE_A_ACCOUNT
source: Already have an account?
fr: Vous avez déjà un compte ?
pl: Masz ju¿ konto?

source: Login
fr: Connexion
pl: Zaloguj siê

# LOGIN_APPLE_FAILED_TEXT
source: Login Apple Failed
fr: Échec de la connexion Apple
pl: Logowanie przy u¿yciu konta Apple nie powiod³o siê

# WE_CAN_NOT_LOGIN_APPLE_MESS
source: We can't login by Apple now. Please try again later
fr: nous ne pouvons pas nous connecter par Apple maintenant. Veuillez réessayer plus tard.
pl: Obecnie nie mo¿esz zalogowaæ siê za pomoc¹ konta Apple. Spróbuj ponownie póŸniej.

# LOGIN_GOOGLE_FAILED_TEXT
source: Login Google Failed
fr: Échec de la connexion à Google
pl: Logowanie przy u¿yciu konta Google nie powiod³o siê

# WE_CAN_NOT_LOGIN_GOOGLE_MESS
source: We can't login by Google now. Please try again later
fr: Nous ne pouvons pas nous connecter par Google pour le moment. Veuillez réessayer plus tard.
pl: Obecnie nie mo¿esz zalogowaæ siê za pomoc¹ konta Google. Spróbuj ponownie póŸniej.

# LOGIN_FACEBOOK_FAILED_TEXT
source: Login Facebook Failed
fr: Échec de la connexion à Facebook
pl: Logowanie przy u¿yciu konta Facebook nie powiod³o siê

# WE_CAN_NOT_LOGIN_FACEBOOK_MESS
source: We can't login by Facebook now. Please try again later
fr: Nous ne pouvons pas nous connecter par Facebook pour le moment. Veuillez réessayer plus tard.
pl: Obecnie nie mo¿esz zalogowaæ siê za pomoc¹ konta Facebook. Spróbuj ponownie póŸniej.

# PLEASE_SELECT_SHARE_EMAIL_CONTINUE_WITH_APPLE_SIGN_IN
source: Please select Share My Email to continue with Apple Sign In
fr: Veuillez sélectionner Partager mon e-mail pour continuer avec la connexion Apple
pl: Zaznacz opcjê „Udostêpnij mój adres e-mail”, aby kontynuowaæ logowanie przy u¿yciu konta Apple.

# PASSWORD_TITLE
source: PASSWORD
fr: MOT DE PASSE
pl: HAS£O

source: Login via Google
fr: Connexion via Google
pl: Zaloguj przy u¿yciu konta Google

source: Login via Facebook
fr: Connexion via Facebook
pl: Zaloguj przy u¿yciu konta Facebook

source: Login via Apple
fr: Connexion via Apple
pl: Zaloguj przy u¿yciu konta Apple

source: Forgot password?
fr: Mot de passe oublié ?
pl: Nie pamiêtasz has³a?

source: Sign in
fr: S'identifier
pl: Zaloguj siê

# LOGIN_FAILED_TEXT
source: Login Failed
fr: Échec de la connexion
pl: Logowanie nie powiod³o siê

# EMAIL_OR_PASS_IS_INVALID
source: Email or password is invalid
fr: L'adresse e-mail ou le mot de passe n'est pas valide
pl: Nieprawid³owy adres e-mail lub has³o

# ADD_ROOM_ERROR_MESSAGE
source: You can't %@ this room now. Please try again later.
fr: Vous ne pouvez pas %@ cette pièce maintenant. Veuillez réessayer plus tard.
pl: Nie mo¿esz obecnie wykonaæ tej czynnoœci w tym pomieszczeniu: %@. Spróbuj ponownie póŸniej.

# ADD_SENSOR_INSTRUCTION_TITLE_1
source: Caution when setting a room, only turn on <h>one sensor</h> at a time.
fr: Attention lors de la mise en place d'une pièce, ne pas allumer <h>un capteur</h> à la fois.
pl: podczas ustawiania pomieszczenia w³¹czaj tylko <h>jeden czujnik</h> naraz.

# ADD_SENSOR_INSTRUCTION_SUB_TITLE_1
source: <b>Warning:</b> In order to make setting up your new SOLUS+ home system as easy as possible, we recommend setting up each heater and sensor individually, one at a time. We recommend setting up the sensor in the exact location of installation to ensure a stable wifi connection.
fr: <b>Avertissement:</b> Afin de faciliter au maximum l'installation de votre nouveau système maison SOLUS+, nous vous recommandons de régler chaque chauffage et chaque capteur individuellement, un par un. Nous recommandons de placer le capteur à l'endroit exact de l'installation afin d'assurer une connexion wifi stable.
pl: <b>Uwaga:</b> Aby maksymalnie uproœciæ konfiguracjê nowego systemu SOLUS+, zalecamy ustawienie ka¿dego grzejnika i czujnika z osobna. Zalecamy konfigurowanie czujnika dok³adnie w miejscu instalacji, aby upewniæ siê, ¿e istnieje stabilne po³¹czenie Wi-Fi.

# ADD_SENSOR_INSTRUCTION_TITLE_2
source: Open sensor by turning the <h>top part of the casing</h> 45 degrees.
fr: Ouvrez le capteur en tournant la partie supérieure du boîtier de <h> 45 degrés.
pl: Otwórz czujnik, obracaj¹c <h>górn¹ czêœæ obudowy</h> o 45 stopni.

# ADD_SENSOR_INSTRUCTION_SUB_TITLE_2
source: Open up the SOLUS temperature sensor by turning the top half of the outer casing 45 degrees clockwise. Make sure the SOLUS temperature sensor is powered using a CR123A battery.
fr: Ouvrez le capteur de température SOLUS en tournant la partie supérieure du boîtier extérieur de 45 degrés dans le sens des aiguilles d'une montre. Assurez-vous que le capteur de température SOLUS est alimenté par une pile CR123A.
pl: Otwórz czujnik temperatury SOLUS, obracaj¹c górn¹ czêœæ obudowy zewnêtrznej o 45 stopni zgodnie z ruchem wskazówek zegara. Upewnij siê, ¿e czujnik temperatury SOLUS jest zasilany za pomoc¹ baterii CR123A.

# ADD_SENSOR_INSTRUCTION_TITLE_3
source: Turn sensor by <h>pressing down</h> the button.
fr: Tournez le capteur en <h> appuyant sur le bouton</h>
pl: W³¹cz czujnik, <h>wciskaj¹c</h> przycisk.

# ADD_SENSOR_INSTRUCTION_SUB_TITLE_3
source: Press down the Button - the LED should turn on and flash slowly. <b>Warning</b>: If the LED does not flash slowly, press and hold the button for at least 10 seconds. The LED should then flash quickly signaling that the temperature sensor has been reset.
fr: Appuyez sur le bouton - la LED doit s'allumer et clignoter lentement. <b>Attention</b> : Si la LED ne clignote pas lentement, appuyez sur le bouton et maintenez-le enfoncé pendant au moins 10 secondes. La LED devrait alors clignoter rapidement, signalant que le capteur de température a été réinitialisé.
pl: Wciœnij przycisk – dioda LED powinna zacz¹æ powoli migaæ. <b>Uwaga</b>: Jeœli dioda LED nie miga powoli, naciœnij przycisk i przytrzymaj go przez co najmniej 10 sekund. Dioda LED powinna zacz¹æ szybko migaæ, sygnalizuj¹c, ¿e czujnik temperatury zosta³ zresetowany.

# ADD_SENSOR_INSTRUCTION_TITLE_4
source: Close sensor by reattaching <h>casing</h> and twisting 45 degrees.
fr: Fermez le capteur en le rattachant <h>casing</h> et en le tournant de 45 degrés.
pl: Zamknij czujnik, zak³adaj¹c z powrotem <h>obudowê</h> i przekrêcaj¹c j¹ o 45 stopni.

# ADD_SENSOR_INSTRUCTION_SUB_TITLE_4
source: You can close the sensor by realigning the top and bottom section of the outer casing and turning 45 degrees anti-clockwise.
fr: Vous pouvez fermer le capteur en réalignant la partie supérieure et inférieure du boîtier extérieur et en le tournant de 45 degrés dans le sens inverse des aiguilles d'une montre.
pl: Mo¿esz zamkn¹æ czujnik, ³¹cz¹c górn¹ i doln¹ czêœæ obudowy zewnêtrznej i obracaj¹c j¹ o 45 stopni w kierunku przeciwnym do ruchu wskazówek zegara.

# ADD_SENSOR_INSTRUCTION_TITLE_5
source: Connect directly to SOLUS temperature sensor via wifi.
fr: Connectez-vous directement au capteur de température SOLUS via wifi.
pl: Po³¹cz siê z czujnikiem temperatury SOLUS przez Wi-Fi.

# ADD_SENSOR_INSTRUCTION_SUB_TITLE_5
source: To do this simply: Open Settings > WiFi and connect to the WiFi network created by SOLUS temperature sensor, e.g. solus-35FA58.
fr: Pour ce faire, il suffit de Ouvrez Paramètres > WiFi et connectez-vous au réseau WiFi créé par le capteur de température SOLUS, par exemple solus-35FA58.
pl: W tym celu: Otwórz Ustawienia > Wi-Fi i po³¹cz siê z sieci¹ Wi-Fi utworzon¹ przez czujnik temperatury SOLUS, np. solus-35FA58.

# ADD_SENSOR_INSTRUCTION_TITLE_6
source: Connect to Sensor Wi-fi access point.
fr: Connectez-vous au point d'accès wifi du capteur.
pl: Po³¹cz siê z punktem dostêpu Wi-Fi czujnika.

# ADD_SENSOR_INSTRUCTION_SUB_TITLE_6
source: 1. Connect directly to the SOLUS local wifi connection by connecting to shellyht-XXXXXX or Solus-Sensor-XXXXXX in your wi-fi settings. 2. Once connected, return to the SOLUS+ app and input the wifi credentials of your home network. 3. Once you have inputted the correct credentials, rejoin your home network and if successful, the app will detect the SOLUS sensor.
fr: 1. connectez-vous directement à la connexion wifi locale SOLUS en vous connectant à shellyht-XXXXXX ou Solus-Sensor-XXXXXX dans vos paramètres wi-fi. 2. Une fois connecté, revenez à l'application SOLUS+ et entrez les informations d'identification wifi de votre réseau domestique. 3. Une fois que vous avez entré les bonnes informations d'identification, rejoignez votre réseau domestique et si vous réussissez, l'application détectera le capteur SOLUS.
pl: 1. Po³¹cz siê bezpoœrednio z lokaln¹ sieci¹ Wi-Fi SOLUS o nazwie shellyht-XXXXXX lub Solus-Sensor-XXXXXX w ustawieniach Wi-Fi. 2. Po nawi¹zaniu po³¹czenia wróæ do aplikacji SOLUS+ i wprowadŸ dane uwierzytelniaj¹ce swojej domowej sieci Wi-Fi. 3. Po wprowadzeniu prawid³owych danych po³¹cz siê ponownie ze swoj¹ sieci¹ domow¹. Jeœli wszystko posz³o zgodnie z planem, aplikacja wykryje czujnik SOLUS.

# ADD_HEATER_INSTRUCTION_TITLE_1
source: Caution when setting a room, only turn on one heater at a time.
fr: Attention lors de l'aménagement d'une pièce, n'allumez qu'un seul chauffage à la fois.
pl: Uwaga: podczas ustawiania pomieszczenia w³¹czaj tylko jeden czujnik naraz.

# ADD_HEATER_INSTRUCTION_SUB_TITLE_1
source: <b>Warning:</b> In order to make setting up your new SOLUS+ home system as easy as possible, we recommend setting up each heater and sensor individually, one at a time. We recommend setting up the heater in the exact location of installation to ensure a stable wifi connection.
fr: <b>Avertissement:</b> Pour faciliter au maximum l'installation de votre nouveau système maison SOLUS+, nous vous recommandons de régler chaque appareil de chauffage et chaque capteur individuellement, un à la fois. Nous recommandons de placer le chauffage à l'endroit exact de l'installation pour assurer une connexion wifi stable
pl: <b>Uwaga:</b> Aby maksymalnie uproœciæ konfiguracjê nowego systemu SOLUS+, zalecamy ustawienie ka¿dego grzejnika i czujnika z osobna. Zalecamy konfigurowanie grzejnika dok³adnie w miejscu instalacji, aby upewniæ siê, ¿e istnieje stabilne po³¹czenie Wi-Fi.

# ADD_HEATER_INSTRUCTION_TITLE_2
source: Plug Solus in.
fr: Branchez le Solus.
pl: Pod³¹cz grzejnik Solus.

# ADD_HEATER_INSTRUCTION_SUB_TITLE_2
source: Connect SOLUS+ to a power outlet and ensure SOLUS+ is fixed firmly in place using the included wall brackets. When SOLUS+ is connected to the power outlet, press the power button on the side of SOLUS+ to start the set-up procedure. If SOLUS+ is correctly powered, the power button will light up.
fr: Branchez SOLUS+ sur une prise de courant et assurez-vous que SOLUS+ est bien fixé à l'aide des supports muraux fournis. Lorsque SOLUS+ est branché sur la prise de courant, appuyez sur le bouton d'alimentation situé sur le côté de SOLUS+ pour lancer la procédure de mise en place. Si SOLUS+ est correctement alimenté, le bouton d'alimentation s'allumera.
pl: Pod³¹cz grzejnik SOLUS+ do gniazdka elektrycznego i upewnij siê, ¿e jest solidnie zamocowany za pomoc¹ do³¹czonych uchwytów œciennych. Po pod³¹czeniu grzejnika SOLUS+ do gniazdka zasilania wciœnij przycisk zasilania z boku grzejnika, aby rozpocz¹æ konfiguracjê. Jeœli grzejnik SOLUS+ jest prawid³owo zasilany, przycisk zasilania zaœwieci siê.

# ADD_HEATER_INSTRUCTION_TITLE_3
source: Connect to Heater Wi-fi access point.
fr: Se connecter au point d'accès Wi-fi du chauffage.
pl: Po³¹cz siê z punktem dostêpu Wi-Fi grzejnika.

# ADD_HEATER_INSTRUCTION_SUB_TITLE_3
source: Connect directly to SOLUS+ via wifi. To do this simply: Open Settings > WiFi and connect to the WiFi network created by SOLUS, e.g. solus-35FA58. <b>Warning:</b> If SOLUS+ does not appear, unplug the device. Re-connect to the power outlet and quickly press the power button on and off 5 times within 30secs. This will reset the wireless settings.
fr: Connectez-vous directement à SOLUS+ via wifi. Pour ce faire, il suffit de: Ouvrir les paramètres > WiFi et de se connecter au réseau WiFi créé par SOLUS, par exemple solus-35FA58. <b>Avertissement:</b> Si SOLUS+ n'apparaît pas, débranchez l'appareil. Rebranchez l'appareil à la prise de courant et appuyez rapidement sur le bouton de mise en marche et d'arrêt 5 fois dans un délai de 30 secondes. Ceci réinitialisera les paramètres sans fil.
pl: Po³¹cz siê z grzejnikiem SOLUS+ przez Wi-Fi. W tym celu: Otwórz Ustawienia > Wi-Fi i po³¹cz siê z sieci¹ Wi-Fi utworzon¹ przez grzejnik SOLUS, np. solus-35FA58. <b>Uwaga:</b> Jeœli sieæ grzejnika SOLUS+ nie jest widoczna, od³¹cz urz¹dzenie. Pod³¹cz go ponownie do gniazdka i szybko wciœnij 5 razy przycisk zasilania w ci¹gu 30 sekund. Spowoduje to zresetowanie ustawieñ sieci bezprzewodowej.

# ADD_HEATER_INSTRUCTION_TITLE_4
source: Connect to Heater Wi-fi access point.
fr: Se connecter au point d'accès Wi-fi du chauffage.
pl: Po³¹cz siê z punktem dostêpu Wi-Fi grzejnika.

# ADD_HEATER_INSTRUCTION_SUB_TITLE_4
source: 1. Connect directly to the SOLUS local wifi connection by connecting to SOLUS-Heater-XXXXXX or Shelly1pm-XXXXXX in your wi-fi settings. 2. Once connected, return to the SOLUS+ app and input the wifi credentials of your home network. 3. Once you have inputted the correct credentials, rejoin your home network and if successful, the app will detect the SOLUS heater.
fr: 1. connectez-vous directement à la connexion wifi locale de SOLUS en vous connectant à SOLUS-Heater-XXXXXX ou Shelly1pm-XXXXXXXX dans vos paramètres wi-fi. 2. Une fois connecté, revenez à l'application SOLUS+ et entrez les informations d'identification wifi de votre réseau domestique. 3. Une fois que vous avez entré les bonnes informations d'identification, rejoignez votre réseau domestique et si vous réussissez, l'application détectera le chauffage SOLUS.
pl: 1. Po³¹cz siê bezpoœrednio z lokaln¹ sieci¹ Wi-Fi SOLUS o nazwie SOLUS-Heater-XXXXXX lub Shelly1pm-XXXXXX w ustawieniach Wi-Fi. 2. Po nawi¹zaniu po³¹czenia wróæ do aplikacji SOLUS+ i wprowadŸ dane uwierzytelniaj¹ce swojej domowej sieci Wi-Fi. 3. Po wprowadzeniu prawid³owych danych po³¹cz siê ponownie ze swoj¹ sieci¹ domow¹. Jeœli wszystko posz³o zgodnie z planem, aplikacja wykryje grzejnik SOLUS.
