Repository: oanhtranha/Korelda_re
Catalog: solus/Koleda/Koleda/Resources/Strings/*.lproj/Localizable.strings
Languages: fr, pl

# START_NIGHTTIME_IS_NOT_EMPTY_MESS
source: Start nighttime tariff is not empty
fr: Le tarif de nuit de départ n'est pas vide
pl: Godzina rozpoczêcia taryfy nocnej nie mo¿e byæ pusta

# END_NIGHTTIME_IS_NOT_EMPTY_MESS
source: End nighttime tariff is not empty
fr: Le tarif de fin de soirée n'est pas vide
pl: Godzina zakoñczenia taryfy nocnej nie mo¿e byæ pusta

# TARIFF_NUMBER_DAY_IS_NOT_EMPTY
source: Tariff number daytime is missing
fr: Le numéro tarifaire de jour est manquant
pl: Brak wartoœci w taryfie dziennej

# TARIFF_NUMBER_NIGHT_IS_NOT_EMPTY
source: Tariff number nighttime is missing
fr: Le numéro tarifaire de nuit est manquant
pl: Brak wartoœci w taryfie nocnej

source: currency is not empty
fr: la monnaie n'est pas vide
pl: waluta nie jest pusta

# WIFI_CONNECTION_TEXT
source: Wi-fi Connection
fr: Connexion Wi-fi
pl: Po³¹czenie Wi-Fi

# CHECKING_WIFI_CONNECTION_MESS
source: Checking wifi connection...Please wait.
fr: Vérification de la connexion wifi... Veuillez patienter.
pl: Sprawdzanie po³¹czenia Wi-Fi… Zaczekaj.

# ALLOW_SOLUS_USE_YOUR_GEOLOCATION_MESS
source: Allow SOLUS+ use your geolocation
fr: Permettez à SOLUS+ d'utiliser votre géolocalisation
pl: Zezwól SOLUS+ na dostêp do lokalizacji

# THIS_IS_NECESSARY_FOR_THE_CORRECT_DETECTION_OF_YOUR_LOCATION_MESS
source: This is necessary for the correct detection of your location and app work
fr: Nous utilisons votre emplacement pour configurer et connecter correctement vos appareils à l'application
pl: Jest to niezbêdne do prawid³owego wykrywania lokalizacji i dzia³ania aplikacji.

# ALLOW_TEXT
source: Allow
fr: Autorisez
pl: Zezwól

# DECLINE_TEXT
source: Decline
fr: Déclinez
pl: Odmów

# LOADING_TEXT
source: Loading...
fr: Chargement...
pl: £adowanie…

# PRIVACY_POLICY_TEXT
source: Privacy Policy
fr: Politique de confidentialité
pl: Polityka Prywatnoœci

# AGREE_AND_CONTINUE_TEXT
source: Agree and Continue
fr: Accepter et continuer
pl: Zaakceptuj i kontynuuj

# UNLIMITED_TEXT
source: Unlimited
fr: Illimité
pl: Bez ograniczeñ

# UNTIL_TEXT
source: Until
fr: Jusqu'à
pl: Do

# MANUAL_BOOST_CAN_NOT_RESET_MESS
source: Manual Boost can't reset now
fr: Le Boost manuel ne peut pas être réinitialisé maintenant
pl: Obecnie nie mo¿na zresetowaæ rêcznego impulsu

# HEATING_TO_TEXT
source: Heating to
fr: Chauffage à
pl: Ogrzewanie do

# COOLING_DOWN_TEXT
source: Cooling down
fr: Refroidissement
pl: Sch³adzanie

# EDIT_ROOM_DETAILS_TEXT
source: Edit Room Details
fr: Détails de la salle de rédaction
pl: Edytuj szczegó³y pomieszczenia

# MANAGEMENT_TEXT
source: Management
fr: Gestion
pl: Zarz¹dzanie

# MANAGE_ROOM_TEXT
source: Manage room
fr: Gérer la salle
pl: Zarz¹dzaj pomieszczeniem

# HEATER_MANAGEMENT_TEXT
source: Heater management
fr: Gestion du chauffage
pl: Zarz¹dzanie grzejnikami

# SENSOR_MANAGEMENT_TEXT
source: Sensor management
fr: Gestion des capteurs
pl: Zarz¹dzanie czujnikami

# ROOM_NOT_CONNECT_TO_ANY_SENSOR_MESS
source: %@ is not connect to any sensor.
fr: %@ n'est connecté à aucun capteur.
pl: Grzejnik %@ nie jest po³¹czony z ¿adnym czujnikiem.

# PAIRED_WITH_SENSOR_MESS
source: Paired with %@ Sensor
fr: FCouplé à %@ Capteur
pl: Sparowano z czujnikiem %@

# SENSOR_NOT_CONNECT_TO_ANY_HEATER_MESS
source: %@ Sensor isn't connecting to any heater.
fr: %@ Le capteur ne se connecte à aucun chauffage.
pl: Czujnik %@ nie ³¹czy siê z ¿adnymi grzejnikami.

# SENSOR_PAIRED_WITH_HEATERS_MESS
source: %@ Sensor is currently paired with these heaters
fr: %@ Sensor est actuellement couplé à ces chauffages
pl: Czujnik %@ jest obecnie sparowany z tymi grzejnikami.

# ECO_MODE_TEXT
source: Eco mode
fr: Mode éco
pl: Tryb Eko

# COMFORT_MODE_TEXT
source: Comfort mode
fr: Mode confort
pl: Tryb Komfort

# NIGHT_MODE_TEXT
source: Night mode
fr: Mode nuit
pl: Tryb Noc

# SCHEDULE_TEXT
source: Schedule
fr: Programme
pl: Harmonogram

# TURN_ON_TEXT
source: turn on
fr: allumer
pl: w³¹cz

# TURN_OFF_TEXT
source: turn off
fr: éteindre
pl: wy³¹cz

# ON_TEXT
source: On
fr: allumer
pl: W³.

# OFF_TEXT
source: Off
fr: éteindre
pl: Wy³.

# PLEASE_SET_A_TIMER_FOR_MANUAL_BOOST_MESS
source: Please set a timer for manual boost.
fr: Veuillez régler une minuterie pour le boost manuel.
pl: Ustaw odliczanie rêcznego impulsu.

# UPDATING_MANUAL_BOOST_TEXT
source: updating manual boost
fr: mise à jour du boost manuel
pl: aktualizowanie rêcznego impulsu

# MANUAL_BOOST_UPDATE_SUCCESS_MESS
source: Manual Boost updated Successfully!
fr: Manual Boost mis à jour avec succès !
pl: Pomyœlnie zaktualizowano rêczny impuls!

# MANUAL_BOOST_CAN_NOT_UPDATE_MESS
source: Manual Boost can't update now
fr: Manual Boost ne peut pas être mis à jour maintenant
pl: Obecnie nie mo¿na zaktualizowaæ rêcznego impulsu

# RESET_BOOSTING_SUCCESS_MESS
source: Reset Manual Boost Successfully!
fr: Réinitialisation du Boost manuel réussie !
pl: Pomyœlnie zresetowano rêczny impuls!

# MANUAL_BOOST_TIMEOUT_TEXT
source: Manual Boost Timeout
fr: Délai d'attente du Boost manuel
pl: Limit czasu rêcznego impulsu

# ROOM_SETTINGS_TEXT
source: Room Settings
fr: Réglages des chambres
pl: Ustawienia pomieszczenia

# CHANGE_MODE_IS_NOT_POSSIBLE_MESS
source: Changing modes is not possible. Please connect a heater to your room, first
fr: Il n'est pas possible de changer de mode. Veuillez d'abord brancher un chauffage dans votre chambre
pl: Zmiana trybu nie jest mo¿liwa. Najpierw po³¹cz siê z grzejnikiem w swoim pomieszczeniu.

# CAN_NOT_UPDATE_MODE_MESS
source: can't update Mode!
fr: impossible de mettre à jour le mode!
pl: Nie mo¿na zaktualizowaæ trybu!

# CAN_NOT_UPDATE_SETTING_MODE
source: Can't update setting mode
fr: Ne peut pas mettre à jour le mode de réglage
pl: Nie mo¿na zaktualizowaæ trybu ustawieñ

source: Boosting until you cancel
fr: Booster jusqu'à l'annulation
pl: Impuls do odwo³ania

# BOOSTING_UNTIL_TIME
source: Boosting until %@
fr: Stimuler jusqu'au %@
pl: Impuls do %@

# THERE_IS_NO_SCHEDULE_MESS
source: There is no schedule currently set up. Go to the setting menu to set a schedule.
fr: Il n'y a pas de calendrier actuellement. Allez dans le menu de paramétrage pour définir un horaire.
pl: Obecnie nie ma ustawionego harmonogramu. PrzejdŸ do menu ustawieñ, aby ustawiæ harmonogram.

# CAN_NOT_UPDATE_SCHEDULE_MODE_MESS
source: Can't update schedule mode
fr: Impossible de mettre à jour le mode horaire
pl: Nie mo¿na zaktualizowaæ trybu harmonogramu

# THIS_IS_YOUR_DASHBOARD
source: This is your SOLUS+ dashboard.
fr: Voici votre tableau de bord SOLUS+.
pl: To jest Twój pulpit SOLUS+.

source: Let’s get started setting up your SOLUS!
fr: Commençons à mettre en place votre SOLUS !
pl: Zacznijmy konfigurowaæ Twoj¹ sieæ SOLUS!

# ADD_THE_FIRST_ROOM_MESS
source: Add the first room you wish to heat!
fr: Ajoutez la première pièce que vous souhaitez chauffer !
pl: UR_SOLUS FR Zacznijmy konfigurowaæ Twoj¹ sieæ SOLUS! ADD_THE_FIRST_ROOM_MESS FR Dodaj pierwsze pomieszczenie, które chcesz ogrzaæ!

# HEATING_UP_TEXT
source: Heating up
fr: Chauffage
pl: Ogrzewanie

# RESET_PASS_SUCCESS_MESS
source: Reset Password Successfull, Please check email to create new Password!
fr: Réinitialisation du mot de passe réussie, veuillez vérifier l'adresse e-mail pour créer un nouveau mot de passe !
pl: Resetowanie has³a powiod³o siê. SprawdŸ pocztê, aby utworzyæ nowe has³o!

# RESET_PASSWORD_TEXT
source: Reset Password
fr: Réinitialiser le mot de passe
pl: Zresetuj has³o

# PLEASE_ENTER_YOUR_EMAIL_FOR_RESET_PASS_MESS
source: Please enter your email address. You will receive a link to reset your password via email.
fr: Veuillez entrer votre adresse électronique. Vous recevrez un lien pour réinitialiser votre mot de passe par e-mail.
pl: WprowadŸ swój adres e-mail. Otrzymasz link do zresetowania has³a poczt¹ elektroniczn¹.

# ENTER_EMAIL_HERE_TEXT
source: Enter email here
fr: Entrez votre adresse e-mail ici
pl: WprowadŸ adres e-mail tutaj

# SEND_LINK_TEXT
source: Send link
fr: Envoyer le lien
pl: Wyœlij odnoœnik

# TOO_SHORT_TEXT
source: Too short!
fr: Trop court !
pl: Za ma³o znaków!

# SIGN_UP_SUCCESS_MESS
source: Sign Up Successfull!
fr: Inscription réussie !
pl: Rejestrowanie powiod³o siê!

# TERMS_AND_CONDITIONS_TEXT
source: Terms & conditions
fr: Termes et conditions
pl: Términos y condiciones

# CONTACT_FOR_HELP_MESSAGE
source: Contact <h1>info@koleda.co</h1> to receive data previously collected or delete your account
fr: Contactez <h1> info@koleda.co </h1> pour recevoir les données précédemment collectées ou supprimer votre compte
pl: Póngase en contacto con <h1> info@koleda.co </h1> para recibir los datos recopilados previamente o eliminar su cuenta

# ENTER_YOUR_NAME_TEXT
source: Enter your name here
fr: Entrez votre nom ici
pl: Introduzca su nombre aquí

# ENTER_PASSWORD_TEXT
source: Enter password here
fr: Entrez le mot de passe ici
pl: Ingrese la contraseña aquí

# ENTER_HOME_ID_TEXT
source: Enter home id here
fr: Entrez l'identifiant du domicile ici
pl: Ingrese la identificación de la casa aquí

# STATUS_TEXT
source: Status
fr: Statut

# LEGAL_TEXT
source: Legal
fr: Légal
