Repository: oanhtranha/Korelda_re
Catalog: solus/Koleda/Koleda/Resources/Strings/*.lproj/Localizable.strings
Languages: fr, pl

# TURNED_OFF_VIA_SCHEDULE
source: Turned off via Smart Scheduling
fr: Désactivé par le biais de la planification intelligente
pl: Wy³¹czono poprzez inteligentne planowanie

source: Target temperature
fr: Température cible
pl: Temperatura docelowa

# MODE_TEXT
source: Mode
pl: Tryb

# MON_ABBR
source: MON
fr: LUNDI
pl: PON

# TUE_ABBR
source: TUE
fr: MARDI
pl: WT

# WED_ABBR
source: WED
fr: MERCREDI
pl: ŒR

# THU_ABBR
source: THU
fr: JEUDI
pl: CZW

# FRI_ABBR
source: FRI
fr: VENDREDI.
pl: PT

# SAT_ABBR
source: SAT
fr: SAMEDI
pl: SOB

# SUN_ABBR
source: SUN
fr: DIMANCHE
pl: ND

# MON_TEXT
source: Monday
fr: LUNDI
pl: Poniedzia³ek

# TUE_TEXT
source: Tuesday
fr: MARDI
pl: Wtorek

# WED_TEXT
source: Wednesday
fr: MERCREDI
pl: Œroda

# THU_TEXT
source: Thursday
fr: JEUDI
pl: Czwartek

# FRI_TEXT
source: Friday
fr: VENDREDI
pl: Pi¹tek

# SAT_TEXT
source: Saturday
fr: SAMEDI
pl: Sobota

# SUN_TEXT
source: Sunday
fr: DIMANCHE
pl: Niedziela

# NUMBER_ROOMS_CAN_NOT_SHOW_MESSAGE
source: %d rooms
fr: %d chambres
pl: Pomieszczenia: %d

# MORE_ROOMS_CAN_NOT_SHOW_MESSAGE
source: + %d more rooms
fr: + %d de chambres supplémentaires
pl: + %d pom

# LIVING_ROOM_TEXT
source: LIVING ROOM
fr: SALON
pl: SALON

# MUSIC_ROOM_TEXT
source: MUSIC ROOM
fr: SALLE DE MUSIQUE
pl: POKÓJ ODS£UCHOWY

# HALLWAY_TEXT
source: HALLWAY
pl: KORYTARZ

# READING_ROOM_TEXT
source: READING ROOM
fr: SALLE DE LECTURE
pl: BIBLIOTEKA

# BED_ROOM_TEXT
source: BEDROOM
fr: CHAMBRE À COUCHER
pl: SYPIALNIA

# KIDS_ROOM_TEXT
source: KID'S ROOM
fr: CHAMBRE D'ENFANT
pl: POKÓJ DZIECIÊCY

# BATHROOM_TEXT
source: BATHROOM
fr: SALLE DE BAIN
pl: £AZIENKA

# WORKING_ROOM_TEXT
source: WORKING ROOM
fr: SALLE DE TRAVAIL
pl: GABINET

# KITCHEN_TEXT
source: KITCHEN
fr: CUISINE
pl: KUCHNIA

# LOGOUT_TEXT
source: Logout
fr: Déconnexion
pl: Wyloguj

# STEP_TEXT
source: Step
fr: Étape
pl: Krok

# JOIN_HOME_TEXT
source: Join Home
fr: Rejoindre la page d'accueil
pl: Do³¹cz do domu

# NAME_TEXT
source: NAME
fr: NOM
pl: IMIÊ

# CREATE_PASSWORD_TEXT
source: CREATE PASSWORD
fr: CRÉER UN MOT DE PASSE
pl: UTWÓRZ HAS£O

# HOME_ID_TEXT
source: HOME ID
fr: IDENTIFICATION
pl: IDENTYFIKATOR DOMU

# NEXT_TEXT
source: Next
fr: Suivant
pl: Dalej

# JOIN_HOME_SUCCESS_MESS
source: Join Home Successfull!
fr: Rejoignez la maison avec succès!
pl: Do³¹czanie do domu powiod³o siê!

# LOGIN_FAILED_TRY_AGAIN_MESS
source: Login Failed, Please try again later.
fr: Connexion échouée, veuillez réessayer plus tard.
pl: Logowanie nie powiod³o siê, spróbuj ponownie póŸniej.

# NAME_IS_NOT_EMPTY_MESS
source: Name is not Empty
fr: Le nom n'est pas vide
pl: Imiê nie mo¿e byæ puste

# NAME_IS_INVALID_MESS
source: Name is InValid
fr: Le nom est invalide
pl: Nieprawid³owe imiê

# EMAIL_IS_NOT_EMPTY_MESS
source: Email is not Empty
fr: L'e-mail n'est pas vide
pl: Adres e-mail nie mo¿e byæ pusty

# EMAIL_IS_INVALID_MESS
source: Email is InValid
fr: L'e-mail est invalide
pl: Nieprawid³owy adres e-mail

# PASS_IS_NOT_EMPTY_MESS
source: Password is not Empty
fr: Le mot de passe n'est pas vide
pl: Has³o nie mo¿e byæ puste

# HOME_ID_IS_NOT_EMPTY_MESS
source: HomeID is not Empty
fr: L'Identiicaton n'et pas vide
pl: Identyfikator domu nie mo¿e byæ pusty

# HOME_ID_IS_INVALID_MESS
source: Invalid Home ID
fr: Carte d'identité invalide
pl: Nieprawid³owy identyfikator domu

# SKIP_TEXT
source: Skip
fr: Passer
pl: Pomiñ

# EDIT_HEATERS_TEXT
source: Edit Heaters
fr: Modifier les chauffages
pl: Edytuj grzejniki

# CONFIRM_TEXT
source: Confirm
fr: Confirmer
pl: PotwierdŸ

# DELETED_HEATER_SUCCESS_MESS
source: Heater deleted Successfully!
fr: Chauffage supprimé avec succès !
pl: Usuwanie grzejnika powiod³o siê!

# CAN_NOT_DELETE_HEATER
source: Can't delete heater now.
fr: Impossible de supprimer le chauffage maintenant.
pl: Obecnie nie mo¿na usun¹æ grzejnika.

# SENSOR_IS_PAIRED_WITH_HEATERS_MESS
source: %@ Sensor is currently paired with these heaters
fr: Le capteur %@ est actuellement associé à ces appareils de chauffage
pl: Czujnik %@ jest obecnie sparowany z tymi grzejnikami.

# SENSOR_IS_NOT_PAIRED_ANY_HEATER_MESS
source: %@ Sensor isn't connecting to any heater.
fr: %@ Le capteur ne se connecte à aucun chauffage.
pl: Czujnik %@ nie ³¹czy siê z ¿adnymi grzejnikami.

# HEATERS_TEXT
source: Heaters
fr: Réchauffeurs
pl: Grzejniki

# ADD_HEATERS_TEXT
source: Add heaters
fr: Ajouter des chauffages
pl: Dodaj grzejniki

# ACTIVE_TEXT
source: Active
fr: Actif
pl: Aktywny

# INACTIVE_TEXT
source: Inactive
fr: Inactif
pl: Nieaktywny

# REMOVE_TEXT
source: Remove
fr: Supprimer
pl: Usuñ

# FREE_SLOT_TEXT
source: Free Slot
fr: Créneau libre
pl: Wolne miejsce

# ADD_TEXT
source: Add
fr: Ajouter
pl: Dodaj

# UPDATE_WIFI_SETTINGS_INFO_MESS
source: Please update the Wi-fi Settings info.
fr: Veuillez mettre à jour les informations sur les paramètres Wi-fi.
pl: Zaktualizuj informacje o ustawieniach sieci Wi-Fi.

# SUCCESSFULL_TEXT
source: Successfull!
fr: Succès !
pl: Uda³o siê!

# HEATER_CONNECTED_TO_YOUR_LOCAL_WIFI_MESS
source: Heater connected to your local wifi.
fr: Chauffage connecté à votre wifi local.
pl: Grzejnik jest po³¹czony z lokaln¹ sieci¹ Wi-Fi.

# WIFI_SSID_OR_PASS_IS_INCORRECT_MESS
source: Wifi ssid or password is incorrect, Please check again.
fr: Le côté ou le mot de passe du wifi est incorrect, veuillez vérifier à nouveau.
pl: SSID lub has³o sieci Wi-Fi s¹ nieprawid³owe. Spróbuj ponownie.

# THIS_HEATER_TEXT
source: This heater
fr: Ce chauffage
pl: Ten grzejnikr

# CAN_NOT_ADD_HEATER_MESS
source: Can not add Heater.
fr: On ne peut pas ajouter Heater.
pl: Nie mo¿na dodaæ grzejnika.

# ADD_A_HEATER_TEXT
source: Add a heater
fr: Ajouter un chauffage
pl: Dodaj grzejnik

# SEARCHING_FOR_HEATER_TEXT
source: Searching for heater...
fr: A la recherche d'un chauffage...
pl: Wyszukiwanie grzejnika…

# COULD_NOT_FIND_HEATER_MESS
source: Could not find heater! Please try again.
fr: Je n'ai pas trouvé de chauffage ! Veuillez réessayer.
pl: Nie znaleziono grzejnika! Spróbuj ponownie.

# CONNECT_TO_HEATER_HOTSPOT_TEXT
source: Connect to Heater's hotspot
fr: Se connecter au point chaud du chauffage
pl: Po³¹cz z sieci¹ Wi-Fi grzejnika

# RETRY_TEXT
source: Retry
fr: Retrouvez
pl: Spróbuj ponownie

# WE_HAVE_FOUND_ONE_HEATER_TEXT
source: We have found 1 heater.
fr: Nous avons trouvé 1 appareil de chauffage.
pl: Znaleziono 1 grzejnik.

source: Tap to connect.
fr: Tapez pour le brancher.
pl: Dotknij, aby po³¹czyæ.

# THERE_IS_MORE_THAN_ONE_HEATER_MESS
source: There’s more than one heater in this room.
fr: Il y a plus d'un chauffage dans cette pièce.
pl: W tym pomieszczeniu znajduje siê wiêcej ni¿ jeden grzejnik.

# FOLLOW_THE_INSTRUCTION_TO_CONNECT
source: Follow the instructions to connect.
fr: Suivez les instructions pour le brancher.
pl: Postêpuj zgodnie z instrukcjami, aby nawi¹zaæ po³¹czenie.

# TRY_AGAIN_TEXT
source: Try again
fr: Essayez à nouveau.
pl: Spróbuj ponownie

# ADDING_HEATER_TEXT
source: Adding Heater
fr: Ajout d'un chauffage
pl: Dodawanie grzejnika

# PLEASE_WAIT_TEXT
source: Please wait...
fr: S'il vous plaît, attendez...
pl: Czekaj…

# HEATER_ADDED_SUCCES_MESS
source: Heater added successfully!
fr: Chauffage ajouté avec succès !
pl: Dodawanie grzejnika powiod³o siê!

# ADD_OTHER_HEATER_CONFIRM_MESS
source: Do you want add another heater?
fr: Vous voulez ajouter un autre chauffage ?
pl: Czy chcesz dodaæ kolejny grzejnik?

# YES_TEXT
source: Yes
fr: Oui
pl: Tak

# NO_TEXT
source: No
fr: Non
pl: Nie

# INSTRUCTION_FOR_SELECT_YOUR_HEATER_HOTSPOT_MESS
source: You will be directed to your Solus+ app's general settings. Please navigate manually to Wifi-settings and select your heater's hotspot. Once selected, you can return to your Solus+ app.
fr: Vous serez dirigé vers les paramètres généraux de votre application Solus+. Veuillez naviguer manuellement vers les réglages Wifi et sélectionner le point d'accès de votre chauffage. Une fois sélectionné, vous pouvez revenir à votre application Solus+.
pl: Nast¹pi przejœcie do ogólnych ustawieñ aplikacji Solus+. PrzejdŸ rêcznie do ustawieñ Wi-Fi i wybierz sieæ grzejnika. Po jej wybraniu wróæ do aplikacji Solus+.

# EDIT_SENSOR_TEXT
source: Edit Sensor
fr: Modifier le capteur
pl: Edytuj czujnik

# SENSOR_NAME_TEXT
source: Sensor name
fr: Nom du capteur
pl: Nazwa czujnika

# BATTERY_CHARGE_TEXT
source: Battery Charge
fr: Charge de la batterie
pl: Poziom na³adowania

# TEMPERATURE_TEXT
source: Temperature
fr: Température
pl: Temperatura

# HUMIDITY_TEXT
source: Humidity
fr: Humidité
pl: Wilgotnoœæ

# DELETED_SENSOR_SUCCESS_MESS
source: Sensor deleted Successfully!
fr: Capteur supprimé avec succès !
pl: Usuwanie czujnika powiod³o siê!

# CAN_NOT_DELETE_SENSOR_MESS
source: Sensor can't delete now
fr: Le capteur ne peut pas être supprimé maintenant
pl: Obecnie nie mo¿na usun¹æ czujnika

# ROOM_SENSOR_TEXT
source: %@ Sensor
fr: %@ Capteur
pl: Czujnik %@

# NUMBER_HEATERS_CONNECTED_MESS
source: %d heaters connected
fr: %d de chauffages connectés
pl: Po³¹czone grzejniki: %d

# NOT_PAIRED_WITH_ANY_SOLUS_MESS
source: Not Paired with any SOLUS+
fr: Non jumelé avec un SOLUS+
pl: Nie sparowano z ¿adnym grzejnikiem SOLUS+

# THIS_SENSOR_TEXT
source: This sensor
fr: Ce capteur
pl: Ten czujnik

# CAN_NOT_ADD_SENSOR_MESS
source: Can not add Sensor.
fr: Impossible d'ajouter le capteur.
pl: Nie mo¿na dodaæ czujnika.

# CONNECT_TO_SENSOR_HOTSPOT_TEXT
source: Connect to sensor's hotspot
fr: Connectez-vous au point d'accès du capteur
pl: Po³¹cz z sieci¹ Wi-Fi czujnika

# DONE_TEXT
source: Done
fr: Terminé
pl: Gotowe

# INSTRUCTION_FOR_SELECT_YOUR_SENSOR_HOTSPOT_MESS
source: You will be directed to your Solus+ app's general settings. Please navigate manually to Wifi-settings and select your sensor's hotspot. Once selected, you can return to your Solus+ app.
fr: Vous serez dirigé vers les paramètres généraux de votre application Solus +. Veuillez naviguer manuellement vers les paramètres Wi-Fi et sélectionnez le point d'accès de votre capteur. Une fois sélectionné, vous pouvez revenir à votre application Solus +.
pl: Nast¹pi przejœcie do ogólnych ustawieñ aplikacji Solus+. PrzejdŸ rêcznie do ustawieñ Wi-Fi i wybierz sieæ czujnika. Po jej wybraniu wróæ do aplikacji Solus+.

# SENSOR_CONNECTED_TO_YOUR_LOCAL_WIFI_MESS
source: Sensor connected to your local wifi.
fr: Capteur connecté à votre wifi local.
pl: Czujnik jest po³¹czony z lokaln¹ sieci¹ Wi-Fi.

# ADD_A_SENSOR_TO_ROOM_TEXT
source: Add a sensor to <h1>%@</h1>
fr: Ajouter un capteur à n <h1>% @ </h1>
pl: Dodaj czujnik do: <h1>%@</h1>

# SEARCHING_FOR_SENSOR_TEXT
source: Searching for sensor...
fr: Recherche du capteur ...
pl: Wyszukiwanie czujnika…

source: No sensor in this Room
fr: Aucun capteur dans cette pièce
pl: Brak czujnika w tym pomieszczeniu

# INSTRUCTION_FOR_SET_UP_SENSOR_MESS
source: Please follow instructions to setup Sensor.
fr: Veuillez suivre les instructions pour configurer le capteur.
pl: Postêpuj zgodnie z instrukcjami, aby skonfigurowaæ czujnik.

# DETECT_ONE_SENSOR_MESS
source: We have found <h1>1</h1> sensor.
fr: Nous avons trouvé <h1> 1 </h1> capteur.
pl: Znaleziono <h1>1</h1> czujnik

# THERE_IS_MORE_THAN_ONE_SENSOR_MESS
source: There’s more than one sensor in this room.
fr: Il y a plus d'un capteur dans cette pièce.
pl: W tym pomieszczeniu znajduje siê wiêcej ni¿ jeden czujnik.

# ADDING_SENSOR_TEXT
source: Adding sensor...
fr: Ajout d'un capteur ...
pl: Dodawanie czujnika…

# SENSOR_ADDED_SUCCES_MESS
source: Sensor added successfully!
fr: Capteur ajouté avec succès!
pl: Dodawanie czujnika powiod³o siê!

source: You are about to delete
fr: Vous êtes sur le point de supprimer
pl: Usuwasz

source: Do you want to continue?
fr: Vous voulez continuer ?
pl: Czy chcesz kontynuowaæ?

# ALL_SENSORS_HEATERS_WILL_BE_REMOVED_MESS
source: All sensors and heaters in this room will be deleted!
fr: Tous les capteurs et appareils de chauffage de cette pièce seront supprimés !
pl: Wszystkie czujniki i grzejniki w tym pomieszczeniu zostan¹ usuniête!

# CONFIRM_DELETE_SENSOR_MESS
source: Are you sure you want to delete this sensor?
fr: Êtes-vous sûr de vouloir supprimer ce capteur ?
pl: Czy na pewno chcesz usun¹æ ten czujnik?

# CONFIRM_DELETE_HEATER_MESS
source: Are you sure you want to delete this heater?
fr: Êtes-vous sûr de vouloir supprimer ce chauffage ?
pl: Czy na pewno chcesz usun¹æ ten grzejnik?

# DELETE_TEXT
source: Delete
fr: Supprimer
pl: Usuñ

# ADD_ROOM_SUCCESS_MESS
source: Add Room Successfully!
fr: Ajoutez de la place avec succès !
pl: Dodawanie pomieszczenia powiod³o siê!

# ROOM_NAME_TEXT
source: Room name
fr: Nom de la salle
pl: Nazwa pomieszczenia

source: Please Select Room Type.
fr: Veuillez sélectionner le type de chambre.
pl: Wybierz rodzaj pomieszczenia.

# ADD_A_ROOM_TEXT
source: Add a Room
fr: Ajouter une chambre
pl: Dodaj pomieszczenie

# CREATE_ROOM_TEXT
source: Create Room
fr: Créer une salle
pl: Utwórz pomieszczenie

# EDIT_ROOM_TEXT
source: Edit Room
fr: Salle de rédaction
pl: Edytuj pomieszczenie

# CONFIRM_ROOM_DETAILS_TEXT
source: Confirm Room Details
fr: Confirmer les détails de la salle
pl: PotwierdŸ szczegó³y pomieszczenia

# ROOM_NAME_IS_NOT_EMPTY_MESS
source: Room Name is not Empty
fr: Le nom de la salle n'est pas vide
pl: Nazwa pomieszczenia nie mo¿e byæ pusta

# CONGRATULATIONS_TEXT
source: Congratulations!
fr: Félicitations !
pl: Gratulacje!

# YOU_JUST_CREATED_HOME_MESS
source: You just created a home. Invite your friends and family to your home and give them access to SOLUS+
fr: Vous venez de créer un foyer. Invitez vos amis et votre famille dans votre foyer et donnez-leur accès à SOLUS+.
pl: Dom zosta³ utworzony. Zaproœ znajomych i bliskich do swojego domu i daj im dostêp do SOLUS+.

# INVITE_FRIENDS_TEXT
source: Invite Friends
fr: Inviter des amis
pl: Zaproœ znajomych

# YOUR_INVITES_HAVE_BEEN_SENT_MESS
source: Your invites have been sent! Well done!
fr: Vos invitations ont été envoyées ! Bravo !
pl: Zaproszenia zosta³y wys³ane! Dobra robota!

# YOUR_FRIENDS_AND_FAMILY_WILL_BE_ABLE_CONTROL_YOUR_HOUSE_MESS
source: Soon your friends and family will be able to control your house heating.
fr: Bientôt, vos amis et votre famille pourront contrôler le chauffage de votre maison.
pl: Wkrótce Twoi znajomi i bliscy bêd¹ mogli sterowaæ ogrzewaniem Twojego domu.

# SHARE_THE_WARMTH_TEXT
source: Share the warmth
fr: Partagez la chaleur
pl: Podziel siê ciep³em

# INVITE_FRIENDS_AND_FAMILY_MESS
source: Invite friends and family into your home
fr: Invitez vos amis et votre famille chez vous
pl: Zaproœ znajomych i bliskich do swojego domu

# INVITE_TEXT
source: Invite
fr: Inviter
pl: Zaproœ

# INVITED_TEXT
source: Invited
fr: Invité
pl: Zaproszono

# WELCOME_HOME_MESS
source: Welcome to SOLUS! Create your Home
fr: Bienvenue à SOLUS ! Créez votre maison
pl: Witamy w SOLUS! Utwórz swój dom

source: Setup your first home with SOLUS+
fr: Installez votre première maison avec SOLUS+
pl: Skonfiguruj swój pierwszy dom z SOLUS+

# LETS_START_TEXT
source: Let's start
fr: Commençons
pl: Zaczynajmy

# NAME_YOUR_HOME
source: Name your <h1>Home</h1>
fr: Nommez votre <h1>Accueil</h1>
pl: Nazwij swój <h1>dom</h1>

# EDIT_MODE_TEXT
source: Edit Mode
fr: Mode d'édition
pl: Edytuj tryb

# MODIFY_TEMPERATURE_MODE_TEXT
source: Modify Temperatures Mode
fr: Mode de modification des températures
pl: Zmieñ tryby temperatury

# HERE_YOU_CAN_MODIFY_TEMPERATURE_MODES_APPLY_TO_ROOM
source: Here you can modify temperature modes that apply to rooms.
fr: Ici, vous pouvez modifier les modes de température qui s'appliquent aux pièces.
pl: W tym miejscu mo¿esz modyfikowaæ tryby temperatury u¿ywane w pomieszczeniach.

# CUSTOM_TEMPERATURES_TEXT
source: Custom Temperatures
fr: Températures personnalisées
pl: Temperatury niestandardowe

# INPUT_YOUR_HOME_WIFI_MESS
source: Input your home wifi credentials below to connect the device to your home network
fr: Saisissez vos identifiants wifi ci-dessous pour connecter l'appareil à votre réseau domestique
pl: WprowadŸ poni¿ej dane uwierzytelniaj¹ce domowej sieci Wi-Fi, aby pod³¹czyæ urz¹dzenie.

# WIFI_SSID_TEXT
source: WIFI SSID
pl: SSID SIECI WI-FI

# SAVE_TEXT
source: SAVE
fr: SAUVEGARDER
pl: ZAPISZ

# SSID_IS_NOT_EMPTY_MESS
source: ssid is not Empty
fr: ssid n'est pas vide
pl: SSID nie mo¿e byæ puste

# PLEASE_SELECT_ROOMS
source: Please select the rooms
fr: Veuillez sélectionner les chambres
pl: Wybierz pomieszczenia

# CAN_NOT_UPDATE_SMART_SCHEDULE_MESS
source: Can't update smart schedule now.
fr: Impossible de mettre à jour le calendrier intelligent maintenant.
pl: Obecnie nie mo¿na zaktualizowaæ inteligentnego harmonogramu.

# MODIFY_TIMESLOT_TEXT
source: Modify Timeslot
fr: Modifier le créneau horaire
pl: Zmieñ przedzia³ czasowy

source: Applied to all rooms
fr: Appliqué à toutes les pièces
pl: Zastosowano do wszystkich pomieszczeñ

# START_TEXT
source: Start
fr: Démarrer
pl: Pocz¹tek

# END_TEXT
source: End
fr: Fin
pl: Koniec

# ROOMS_TEXT
source: Rooms
fr: Chambres
pl: Pomieszczenia

source: Add room to timeslot
fr: Ajouter de la place au créneau horaire
pl: Dodaj pomieszczenie do przedzia³u czasowego

# SELECT_MODE_TEXT
source: Select Mode
fr: Mode de sélection
pl: Wybierz tryb

# START_TIMESLOT_IS_EMPTY_MESS
source: Start Timeslot is empty. Please input this
fr: La plage horaire de départ est vide. Veuillez saisir ceci
pl: Czas rozpoczêcia jest pusty. WprowadŸ wartoœæ.

# END_TIMESLOT_IS_EMPTY_MESS
source: End Timeslot is empty. Please input this
fr: La plage horaire de fin est vide. Veuillez saisir ceci
pl: Czas zakoñczenia jest pusty. WprowadŸ wartoœæ.

# INVALID_TIMESLOT_MESS
source: Invalid Timeslot
fr: Horaires non valables
pl: Nieprawid³owy przedzia³ czasowy

# END_TIMESLOT_MUST_BE_GREATER_MESS
source: End timeslot must be greater than Start timeslot
fr: La plage horaire de fin doit être supérieure à la plage horaire de début
pl: Godzina zakoñczenia musi byæ póŸniejsza ni¿ godzina rozpoczêcia.

# PLEASE_CHOOSE_AT_LEAST_ONE_ROOM_MESS
source: Please choose at least one room for this schedule.
fr: Veuillez choisir au moins une chambre pour cet horaire.
pl: Dodaj co najmniej jedno pomieszczenie do tego harmonogramu.

# ADD_SMARTSCHEDULE_TEXT
source: Add SmartSchedule
fr: Ajouter SmartSchedule
pl: Dodaj inteligentny harmonogram

# CELSIUS_TEXT
source: Celsius
pl: Stopnie Celsjusza

# FAHRENHEIT_TEXT
source: Fahrenheit
pl: Stopnie Fahrenheita

# CAN_NOT_UPDATE_TEMPERATURE_UNIT_MESS
source: Can't Update Temperature Unit. Please try again later
fr: Impossible de mettre à jour l'unité de température. Veuillez réessayer plus tard
pl: Nie mo¿na zaktualizowaæ jednostki temperatury. Spróbuj ponownie póŸniej.

# AND_FINALLY_HOW_WOULD_YOU_MEASURE_TEMP_MESS
source: And finally, how would you measure temperatures?
fr: Et enfin, comment mesurer les températures ?
pl: Ostatnie pytanie: jak chcesz mierzyæ temperaturê?

# CONFIRM_AND_FINISH
source: Confirm & Finish
fr: Confirmer et terminer
pl: PotwierdŸ i zakoñcz

# CAN_NOT_LEAVE_MASTER_MESS
source: Can't Leave Master Home now. Please try again later
fr: Je ne peux pas quitter la maison du maître maintenant. Veuillez réessayer plus tard
pl: Obecnie nie mo¿esz opuœciæ g³ównego domu. Spróbuj ponownie póŸniej.

# APP_SETTINGS_TEXT
source: App Settings
fr: Paramètres de l'application
pl: Ustawienia aplikacji

# TEMPERATURE_UNITS_TEXT
source: Temperature units
fr: Unités de température
pl: Jednostki temperatury

source: Report bugs and problems
fr: Signaler les bugs et les problèmes
pl: Zg³oœ b³¹d lub problem

# MONTH_TEXT
source: Month
fr: Mois
pl: Miesi¹c

# WEEK_TEXT
source: Week
fr: Semaine
pl: Tydzieñ

# DAY_TEXT
source: Day
fr: Journée
pl: Dzieñ

# SPENT_TO_FAR_THIS_MONTH_TEXT
source: Spent so far this month
fr: Dépensé jusqu'à présent ce mois-ci
pl: Wydatki w tym miesi¹cu

# SPENT_TO_FAR_THIS_WEEK_TEXT
source: Spent so far this week
fr: Dépensé jusqu'à présent cette semaine
pl: Wydatki w tym tygodniu

# SPENT_TO_FAR_THIS_DAY_TEXT
source: Spent so far this day
fr: Dépensé jusqu'à présent
pl: Wydatki w tym dniu

# LEAVE_SHARING_HOME_TEXT
source: Leave Sharing Home
fr: Quitter la maison partagée
pl: Opuœæ udostêpnianie domu

# SHARING_HOME_MANAGEMENT_TEXT
source: Multiple User Access
fr: Accès utilisateur multiple
pl: Acceso de múltiples usuarios

# ROOM_CONFIGURATION_TEXT
source: Room Configuration
fr: Configuration de la salle
pl: Konfiguracja pomieszczeñ

# ADD_ROOM_TEXT
source: Add Room
fr: Ajouter une salle
pl: Dodaj pomieszczenie

# SMART_SCHEDULING_TEXT
source: Smart Scheduling
fr: Planification intelligente
pl: Inteligentny harmonogram

# ENERGY_TARIFF_TEXT
source: Energy Tariff
fr: Tarif de l'énergie
pl: Taryfa energii elektrycznej

# WIFI_SETTINGS_TEXT
source: Wi-fi Settings
fr: Paramètres Wifi
pl: Ustawienia Wi-Fi

# MODITY_TEMPERATURE_MODES_TEXT
source: Modify Temperature Modes
fr: Ajouter une pièce
pl: Zmieñ tryby temperatury

# TIMESLOT_TEXT
source: Timeslot
fr: Horaires
pl: Przedzia³ czasowy

# DAYTIME_TEXT
source: Daytime
fr: Journée
pl: Dzieñ

# NIGHTTIME_TEXT
source: Nighttime
fr: La nuit
pl: Noc

# PRICE_FER_KWH
source: Price per KWh
fr: Prix par KWh
pl: Cena za kWh

# UPDATED_TARIFF_INFO_SUCCESS_MESS
source: Updated Tariff info successfull
fr: Mise à jour de l'information tarifaire réussie
pl: Zaktualizowano informacje o taryfie

# UPDATED_TARIFF_INFO_FAILED_MESS
source: Update Tariff info Failed
fr: Echec de la mise à jour des informations tarifaires
pl: Aktualizowanie informacji o taryfie nie powiod³o siê

source: Setup your energy tariff
fr: Fixez votre tarif énergétique
pl: Skonfiguruj taryfê energii elektrycznej

# DAYTIME_TARIFF_TEXT
source: Daytime Tariff
fr: Tarif du jour
pl: Taryfa dzienna

# INPUT_DAYTIME_TARIFF_MESS
source: This is the daytime tariff. Input your day time tariff and track your spending.
fr: Il s'agit du tarif de jour. Saisissez votre tarif de jour et suivez vos dépenses.
pl: To jest taryfa dzienna. WprowadŸ taryfê dzienn¹ i œledŸ swoje wydatki.

# NIGHTTIME_TARIFF_TEXT
source: Nighttime Tariff
fr: Tarif du nuit
pl: Taryfa nocna

# INPUT_NIGHTTIME_TARIFF_MESS
source: This is the nighttime tariff. Input your night time tariff and track your spending.
fr: Il s'agit du tarif de nuit. Saisissez votre tarif de nuit et suivez vos dépenses.
pl: To jest taryfa nocna. WprowadŸ taryfê nocn¹ i œledŸ swoje wydatki.

# SKIP_AND_CONTINUE_TEXT
source: Skip and continue
fr: Passer et continuer
pl: Pomiñ i kontynuuj

# START_DAYTIME_TARIFF_MUST_DIFFERENT_END_DAYTIME_TARIFF
source: Start Daytime tariff must be different End Daytime tariff
fr: Le tarif de début de journée doit être différent du tarif de fin de journée
pl: Godzina rozpoczêcia taryfy dziennej musi byæ inna ni¿ godzina jej zakoñczenia

# END_DAYTIME_TARIFF_MUST_DIFFERENT_START_DAYTIME_TARIFF
source: End Daytime tariff must be different Start Daytime tariff
fr: Le tarif de fin de journée doit être différent du tarif de début de journée
pl: Godzina zakoñczenia taryfy dziennej musi byæ inna ni¿ godzina jej rozpoczêcia

# START_NIGHTTIME_TARIFF_MUST_DIFFERENT_END_NIGHTTIME_TARIFF
source: Start Nighttime tariff must be different End Nighttime tariff
fr: Le tarif de début de nuit doit être différent du tarif de fin de nuit
pl: Godzina rozpoczêcia taryfy nocnej musi byæ inna ni¿ godzina jej zakoñczenia

# END_NIGHTTIME_TARIFF_MUST_DIFFERENT_START_NIGHTTIME_TARIFF
source: End Nighttime tariff must be different Start Nighttime tariff
fr: Le tarif de fin de nuit doit être différent du tarif de début de nuit
pl: Godzina zakoñczenia taryfy nocnej musi byæ inna ni¿ godzina jej rozpoczêcia

# START_DAYTIME_IS_NOT_EMPTY_MESS
source: Start daytime tariff is not empty
fr: Le tarif de jour n'est pas vide
pl: Godzina rozpoczêcia taryfy dziennej nie mo¿e byæ pusta

# END_DAYTIME_IS_NOT_EMPTY_MESS
source: End daytime tariff is not empty
fr: Le tarif de fin de journée n'est pas vide
pl: Godzina zakoñczenia taryfy dziennej nie mo¿e byæ pusta
